INSERT INTO gift_catalog (name_gift, category, price, stock_total, stock_reserved)
VALUES
    ('Конструктор LEGO City', 'Игрушки', 3499.00, 50, 0),
    ('Мягкий мишка', 'Игрушки', 1999.00, 100, 0),
    ('Робот на пульте управления', 'Игрушки', 5999.00, 30, 0),
    ('Настольная игра Монополия', 'Настольные игры', 2999.00, 40, 0),
    ('Кукла Barbie', 'Игрушки', 2799.00, 60, 0),
    ('Набор фломастеров', 'Творчество', 899.00, 200, 0),
    ('Детский самокат', 'Спорт', 7499.00, 25, 0),
    ('Книга сказок', 'Книги', 1299.00, 80, 0),
    ('Пазл 1000 деталей', 'Настольные игры', 1599.00, 70, 0),
    ('Радиоуправляемая машинка', 'Игрушки', 4899.00, 35, 0);
